export interface FAQItem {
    id: number;
    question: string;
    answer: string;
  }
  
  export const FAQ_ITEMS: FAQItem[] = [
    {
      id: 1,
      question: "چطور می‌توانم عضو انجمن علمی کامپیوتر شوم؟",
      answer: "عضویت در انجمن بسیار ساده است! کافی است از طریق دکمه «عضویت در انجمن» در بالای صفحه، فرم مشخصات را پر کنی. پس از بررسی، به گروه‌های تعاملی و تیم‌های تخصصی ما اضافه می‌شوی.",
    },
    {
      id: 2,
      question: "آیا برای شرکت در رویدادها و کارگاه‌ها باید حتماً دانشجوی همین دانشکده باشم؟",
      answer: "خیر، بیشتر کارگاه‌ها، سمینارها و وبینارهای انجمن علمی به صورت عمومی برگزار می‌شوند و همه علاقه‌مندان از دانشگاه‌های دیگر یا رشته‌های مختلف می‌توانند در آن‌ها ثبت‌نام و شرکت کنند.",
    },
    {
      id: 3,
      question: "پروژه‌های عملی انجمن به چه شکلی جلو می‌روند و چطور می‌توانم در آن‌ها همکاری کنم؟",
      answer: "ما در هر ترم پروژه‌های متن‌باز (Open Source) و تیمی در حوزه‌های وب، هوش مصنوعی و امنیت تعریف می‌کنیم. اطلاعات این پروژه‌ها در بخش «پروژه‌ها» قرار می‌گیرد و با پروپوزال یا اعلام آمادگی به مدیر پروژه، می‌توانی عضوی از تیم توسعه باشی.",
    },
    {
      id: 4,
      question: "آیا شرکت در رویدادها شامل گواهی حضور می‌شود؟",
      answer: "بله، برای کارگاه‌های تخصصی و دوره‌های آموزشی طولانی‌مدت، گواهی معتبر حضور از طرف انجمن علمی و با تایید دانشکده مهندسی کامپیوتر صادر می‌شود.",
    },
  ];